<?php 
	return [
		'customer_source' => [
			'1' => '猎芯平台PC端',
			'2' => '猎芯平台移动端',
			'3' => '京东',
			'4' => '线下',
		],

		'customer_grade' => [
			'1' => '潜在客户',
			'2' => '意向客户',
			'3' => '中小跟踪',
			'4' => '重要客户',
		],

//		'customer_grade' => [
//			'1' => '基本客户',
//			'2' => '意向客户',
//			'3' => '售前跟踪',
//			'4' => '合作客户',
//			'5' => '重要客户',
//		],

		'customer_status' => [
			'1' => '前期跟进',
			'2' => '询报价',
			'3' => '小批采购',
			'4' => '批量合作',
		],

		'company_type' => [
			'1' => '终端采购商',
			'2' => '原厂制造商',
			'3' => '授权分销商',
			'4' => '学校/科研机构',
			'5' => '独立分销商（贸易商）',
			'6' => '方案提供商',
			'7' => '其他',
		],

		// 报价固定税率
		'quote-fixed-fee' => 0.16,

		// 美元汇率
		'usd-rate' => 6.8244,

		// 欧元汇率
		'eur-rate' => 7.9617,

		// 渠道来源
		'channel_source' => [
			'1' => '搜索引擎',
			'2' => '社群',
			'3' => '公众号',
			'4' => '线下广告',
			'5' => '朋友介绍',
			'6' => '其他',
		],

		// 需求类型
		'need_type' => [
			'1' => '采购',
			'2' => '销售',
			'3' => '报关',
			'4' => '其他',
		],

		// 跟进记录--级别
		'followup_grade' => [
			'1' => '潜在客户',
			'2' => '意向客户',
			'3' => '中小跟踪',
			'4' => '重要客户',
		],

		// 跟进记录--来源
		'followup_source' => [
			'1' => '搜索引擎',
			'2' => 'QQ群',
			'3' => '微信群',
			'4' => '微信公众号',
			'5' => '线下广告',
			'6' => '朋友介绍',
			'7' => '线下活动',
			'8' => '展会',
			'9' => '其他',
		],
	];
